# .zsh_plugins.txt

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/git

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
RobSis/zsh-completion-generator
zsh-users/zsh-syntax-highlighting

romkatv/powerlevel10k
